<!DOCTYPE html>
<html lang="fr">

	<head>
		<meta charset="utf-8">
		<title>Cuitter | Presentation</title>
		<link rel="stylesheet" type="text/css" href="../styles/presentation.css">
	</head>



	<body>
		<div id="bcPage">
		<img class ="right" src="../images/photos/megaphone.jpg" alt="megaphone" width="250" height="440"/>
		<H1>Bienvenue sur Cuiteur</H1>

		<H2>Qu'est ce que Cuiteur ?</H2>

		<img class ="left" src="../images/photos/cuiteurophone.png" alt="cuiteurophone" width="150" height="426">



		<p><a href="../php/inscription.php">Cuiteur</a> est une application de <a href="https://fr.wiktionary.org/wiki/microblogage" target="_blank">microblogage</a> qui permet &agrave; ses utilisateurs de produire des messages courts (des blablas), qui sont accessibles &agrave; une liste de contacts personnels (des abonn&eacute;s). Vous choisissez les membres dont vous souhaitez recevoir les messages et &agrave; l'inverse d'autres utilisateurs s'inscriront à vos mises à jour et les recevront en temps r&eacute;el. </p>
				
		<p><a href="../php/inscription.php">Cuiteur</a> dispose d'une importante communaut&eacute; virtuelle qui permet de se cr&eacute;er facilement un r&eacute;seau en ligne.</p>
				
		<p><strong>En bref, <a href="../php/inscription.php">Cuiteur</a> permet &agrave; n'importe qui de dire n'importe quoi &agrave; n'importe qui d'autre.</strong></p>
											 
		<H2 id="HH2">Que peut-on faire avec Cuiteur ?</H2>
				
		<p><a href="../php/inscription.php">Cuiteur</a> vous permet de publier des blablas (messages courts limit&eacute;s &agrave; 200 caract&egrave;res,qui seront lus par les personnes qui vous suivent (vos abonn&eacute;s).</p>
						
		<p><a href="../php/inscription.php">Cuiteur</a> vous permet de vous abonner &agrave; d'autres utilisateurs pour lire les blablas) qu'ils publient. Vous disposez d'un moteur de recherche pour trouver et s&eacute;lectionner les personnes qui vous int&eacute;resse.</p>

			<img class="telephone1" src="../images/photos/telephone1.jpg"	alt="telephone1" width="300" height="238">
			<img class = "telephone3" src="../images/photos/telephone3.jpg" alt="telephone3" width="330" height="275">
			<img class="radio" src="../images/photos/radio.jpg" alt="radio" width="280" height="288">
			<img class="telephone4" src="../images/photos/telephone4.jpg" alt="telephone4" width="400" height="258">
			<img class="cuiteur" src="../images/photos/cuiteur.png" alt="cuiteur" width="527" height="119">


		<p><a href="../php/inscription.php">Cuiteur</a> vous permet de r&eacute;pondre personnellement &agrave; un blabla et &eacute;galement de recuiter un blabla : un message de vos abonnements est retransmis &agrave; vos abonn&eacute;s.</p>
				
		<p>Les blablas peuvent &ecirc;tre marqu&eacute;s avec des "tags". Ce sont des mots dans les messages qui permettent de faire des recherches sur un sujet pr&eacute;cis et de d&eacute;finir les tendances des discussions &agrave; un 
		moment donn&eacute;.</p>

		<H2>Cuiteur, respect et protection de votre vie priv&eacute;e </H2>
							
		<img class="securite" src="../images/photos/securite.jpg" alt="securite" width="364" height="281">



		<H3>Informations personnelles</H3>
				
		<p>Les informations personnelles recueillies par <a href="../php/inscription.php">Cuiteur</a> et susceptibles d'&ecirc;tre mises &agrave; disposition du r&eacute;seau concernent votre nom, votre date de naissance, votre site web personnel et une mini-biographie que vous pouvez renseigner si vous le d&eacute;sirez.</p>
				
		<H3>Donn&eacute;es personnelles</H3>
				
		<p><a href="../php/inscription.php">Cuiteur</a> n'utilise pas les informations fournies par ses	utilisateurs pour introduire des publicit&eacute;s adapt&eacute;es &agrave; leur profil. Cuiteur ne vend pas ces informations &agrave; des entreprises priv&eacute;es ou publiques, ou &agrave; des organismes grouvernementaux.</p>

		<H3>Tout le monde peut lire vos blablas</H3>

		<img class="clavier" src="../images/photos/clavier.jpg" alt="clavier" width="800" height="304">
			
		<p id="texteclavier">Vos blablas sont publics et peuvent &ecirc;tre consult&eacute;s par n'importe quel autre utilisateur. L'abonnement et le d&eacute;sabonnement d'une personne à une autre est libre et ne donne lieu &agrave; aucune validation d'un c&ocirc;t&eacute; ou d'un autre.</p>
				
		<p>Toutes les publications faites sur <a href="../php/inscription.php">Cuiteur</a> sont de la responsabilit&eacute; de la personne qui en est l'auteur. Avant toute publication de textes ou de lien, il vous appartient en tant qu'auteur de vous assurer que ceux-ci n'enfreignent pas les lois se votre pays de r&eacute;sidence.</p>
				
		<H2>Les moyens techniques de Cuiteur</H2>
				
		<p><a href="../php/inscription.php">Cuiteur</a> dispose de moyens techniques exceptionnels qui permettent les temps de r&eacute;ponse les plus rapide du Web. Nos Data Center sont situ&eacute;es sur 4 continents et peuvent prendre en compte des millions de connexions simultann&eacute;es. Tous les d&eacute;veloppements d'applications sont donc con&ccedil;us pour &ecirc;tre tol&eacute;rants aux pannes.</p>

		<div id="image">		
			<a class="serveur3" href="#"><img src="../images/photos/serveur3.jpg" alt="serveur3" width="250" height="320"><p>Data Center Etats-Unis</p></a>
				
			<a class="serveur4" href="#"><img src="../images/photos/serveur4.jpg" alt="serveur4" width="250" height="320"><p>Data Center Asie</p></a>
					
			<a class="serveur2" href="#"><img src="../images/photos/serveur2.jpg" alt="serveur2" width="250" height="185"><p>Data Center Europe</p></a>
			
			<a class="mail" href="#"><img src="../images/photos/mail.jpg" alt="mail" width="250" height="177"><p>Serveur de mail</p></a>

		</div>

		<p>Pour stocker les donn&eacute;es et r&eacute;pondre aux requ&ecirc;tes, <a href="../php/inscription.php">Cuiteur</a> a choisi des tr&egrave;s gros serveurs. Les bases de donn&eacute;es ont &eacute;t&eacute; sp&eacute;cialement &eacute;tudi&eacute;es et structur&eacute;es pour offrir les meilleures performances, quelques soient les conditions d'utilisation et de trafic.</p>
		
			<a href="#" id="bd1"><img src="../images/photos/bd1.jpg" alt="bd1" width="250" height="316"><p>Requ&ecirc;te multicrit&eacute;res</p></a>
					
			<a href="#" id="bd2"><figure><img src="../images/photos/bd2.jpg" alt="bd2" width="250" height="313"><figcaption>Tri de donn&eacute;es</figcaption></figure></a>

		<H2>Plus d'h&eacute;sitation, &agrave; votre clavier !</H2>

		<img id="dactylo" src="../images/photos/dactylo.jpg" alt="dactylo" width="258" height="382">

		<p class="textbas">Vous voulez communiquer,  informer, chercher, ajouter du bruit &agrave; la cacophonie ambiante, alors <a href="../php/inscription.php">Cuiteur</a> est fait pour vous !</p>
				
		<p class="textbas">N'attendez plus pour <a href="#">vous inscrire</a> !</p>
		<ul id="liste">
			<li><a href="#">A propos</a></li>
			<li><a href="#">Publicit&eacute;</a></li>
			<li><a href="#">Patati</a></li>
			<li><a href="#">Aide</a></li>
			<li><a href="#">Patata</a></li>
			<li><a href="#">Stages</a></li>
			<li><a href="#">Emplois</a></li>
			<li><a href="#">Confidentialit&eacute;</a></li>
		</ul>
		<img id="moustique" src="../images/photos/moustique.jpg" alt="dactylo" width="122" height="154">
	</div>
	</body>
</html>